;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el
;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo \"username/repo\"))
;; (package! builtin-package :disable t)

(package! general)
(package! iedit)
(package! eclipse-theme)
(package! lispy)
(package! visual-regexp-steroids)
(package! telephone-line)
(package! spacemacs-theme)
(package! gotham-theme)
